Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nasjonalmuseet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: She came from a well-to-do background, and studied first at Harriet Backer’s painting school in Kristiania (Oslo), then with Henri Matisse in Paris, and later at the Académie Moderne with Fernand Léger and Amédée Ozenfant.
nb: Hun kom fra gode kår og fikk studere, først ved Harriet Backers malerskole i Kristiania (Oslo), dernest hos Henri Matisse i Paris, og senere ved Académie Moderne med Fernand Léger og Amédée Ozenfant i spissen.

source: "Kystlandskap, nord for Bergen" relates to: Related works
nb: "Kystlandskap, nord for Bergen" relaterer til: Utforsk lignende verk fra samlingen

source: © Hovig, Ingrid Espelid, Hovig, Jan Inge Related works
nb: © Hovig, Ingrid Espelid, Hovig, Jan Inge Utforsk lignende verk fra samlingen

source: "Sittende mannsskikkelse" relates to:
nb: "Sittende mannsskikkelse" relaterer til:

source: When Norway’s first art academy was opened in 1909, Krohg served as its first director and professor, a position he held until his death in 1925.
nb: Da Norges første kunstakademi åpnet i 1909, var Krohg dets første direktør og professor, en stilling han hadde til sin død i 1925.

source: Cabaret was first exhibited in Copenhagen in 1915, with the title Musicians and Dancers.
nb: Cabaret ble første gang utstilt i København i 1915, med tittelen Musikanter og danserinder.

source: Norsk Aaklæde- og Billedteppe-Væveri (Historical event, person, place, with affiliation)
nb: Norsk Aaklæde- og Billedteppe-Væveri (Historisk hendelse, person, sted, med tilknytning)

source: Jon Gundersen trained at the Norwegian National Academy of Craft and Art Industry in Oslo.
nb: Jon Gundersen er utdannet ved Statens håndverks og kunstindustriskole i Oslo.

source: They were part of an artists’ network that included such famous figures as Kandinsky, Mondrian and Miró.
nb: De var en del av et kunstnernettverk som også inkluderte store navn som Kandinskij, Mondrian og Miró.

source: He was highly productive and designed some 70 churches in various parts of the country.
nb: Grosch var en produktiv type og tegnet cirka 70 kirker rundt om i landet.

source: In the context of Norwegian architectural history, the meticulous pencil and pen-and-ink drawings are masterpieces within the genre of paper architecture and were purchased by the National Museum in 2020.
nb: De forseggjorte blyant- og tusjtegningene er blant norsk arkitekturhistories hovedverk innen sjangeren papirarkitektur og ble kjøpt inn til Nasjonalmuseet i 2020.

source: is part of the National Museum’s “Art Comes Home” programme for 2021.
nb: Sand i maskineriet inngår i «Kunsten kommer hjem», Nasjonalmuseets program for 2021.

source: With immediacy and spontaneity, the Swedish artist Anders Zorn manages to capture the play of the light against skin, water, and stone with his broad, rapid brushstrokes.
nb: Så umiddelbart og spontant makter Anders Zorn å fange lysets spill mot hud, vann og stein med brede, hurtige penselstrøk.

source: Johannes Stradanus (Artist for cartoon/modello i.a.)
nb: Johannes Stradanus (Kunstner for mønster/kartong e.l.)

source: "Kirsti Olsdotter, Heddal" relates to: Related works
nb: "Kirsti Olsdotter, Heddal, Kirsten Olsdatter" relaterer til: Utforsk lignende verk fra samlingen

source: By the following year, the collection already had some 5 000 items!
nb: Allerede året etter var samlingen kommet opp i 5 000 blad!

source: Jacob Jordaens (Artist for cartoon/modello i.a.
nb: Jacob Jordaens (Kunstner for mønster/kartong e.l.

source: Peterssen mastered a variety of genres.
nb: Peterssen behersket flere sjangre.

source: "Rebecca og Elieser" relates to: Related works
nb: "Rebecca og Elieser" relaterer til: Utforsk lignende verk fra samlingen

source: The bride's new wardrobe was finished during the spring and summer of 1896, and was extensively discussed in the British press.
nb: I løpet av våren og sommeren 1896 var brudens nye garderobe klar, og den ble nøye diskutert i pressen.

source: Today Sandvik is perhaps best known for Slemdal school, built in 1939.
nb: Sandvik er i dag kanskje mest kjent for Slemdal skole, som ble bygget i 1939.

source: "Capri sett fra Camaldoli" relates to: Related works
nb: "Capri sett fra Camaldoli" relaterer til: Utforsk lignende verk fra samlingen

source: His father, Johan Wilhelm Johansson, was a glassblower at Hadeland.
nb: Hans far, Johan Wilhelm Johansson, var glassblåser på verket.

source: This must have given new impulses to the design community in Stockholm and the Norwegian textile artists Solveig Mortensen and Else Poulsson, who studied at the school around the same time.
nb: De må ha vært impulsgivende for designmiljøet i Stockholm og for de norske tekstilkunstnerne Solveig Mortensen og Else Poulsson, som studerte ved skolen omtrent samtidig.

source: Hisinger (Artist for cartoon/modello i.a.)
nb: Hisinger (Kunstner for mønster/kartong e.l.)

source: Lorenzo Bernini (Artist for cartoon/modello i.a.)
nb: Lorenzo Bernini (Kunstner for mønster/kartong e.l.)

source: The fishing nets act as a fence between the viewer and the city, which lies as a dreamscape on the horizon.
nb: Fiskegarnene står som et gjerde mellom betrakteren og byen, som ligger som et drømme- bilde i horisonten.

source: "Kristus helbreder en syk" relates to: Related works
nb: "Kristus helbreder en syk" relaterer til: Utforsk lignende verk fra samlingen

source: "Ved Kristiansand" relates to:
nb: "Ved Kristiansand" relaterer til:

source: "Figurstudier, Riva degli Schiavoni" relates to: Related works
nb: "Figurstudier, Riva degli Schiavoni" relaterer til: Utforsk lignende verk fra samlingen

source: "Glomma ved Åmot" relates to: Related works
nb: "Glomma ved Åmot" relaterer til: Utforsk lignende verk fra samlingen

source: Paolo Veronese (by erroneus tradition)
nb: Paolo Veronese (ifølge feilaktig tradisjon)

source: At current exchange rates this would amount to around NOK 100 000–200 000. Copy on licence
nb: I dagens kurs vil det tilsvare rundt 100 000­–200 000 kroner.

source: Together with a few of his fellow artists, Fearnley walked from Munich over the Alps to Italy in 1832.
nb: Sammen med et par kunstnervenner bega Fearnley seg til fots fra München og over alpene til Italia i 1832.

source: Solan Gundersen had no interest in Raspberry Soda
nb: Solan Gundersen var ikke interessert i bringebærbrus

source: During her career, Slaattelid has stood out as one of Norway’s most innovative artists, and in 2000 she received the prestigious Carnegie Art Award.
nb: Slaattelid har gjennom en årrekke utmerket seg som en av Norges mest nyskapende kunstnere. I 2000 ble hun tildelt den prestisjetunge Carnegie Art Award.

source: Rückriem has carried out many commissions for public art, and he has held many solo exhibitions in a number of prominent European museums.
nb: Rückriem har utført mange offentlige utsmykninger, og han har hatt separatutstillinger i en rekke viktige europeiske museer.

source: (1939–46, 1955–59), but reached its pinnacle in late works such as the
nb: (1939–46,1955–59), men nådde et høydepunkt i sene verk som

source: "Båter ved stranden, Lillesand" relates to: Related works
nb: "Båter ved stranden, Lillesand" relaterer til: Utforsk lignende verk fra samlingen

source: Astrid Løvaas and Kirsten Wagle forged a partnership already while attending the Norwegian Academy of Craft and Art Industry together in 1978–82, and they quickly established themselves as artists under the moniker Løvaas & Wagle.
nb: Astrid Løvaas og Kirsten Wagle gikk i kompaniskap allerede under studietiden på Statens håndverks- og kunstindustriskole (SHKS) i perioden 1978–82, og etablerte seg raskt under navnet Løvaas & Wagle.

source: Sebastiano Ricci (by erroneus tradition)
nb: Sebastiano Ricci (ifølge feilaktig tradisjon)

source: Krohg has framed a close-up of the motif, with none of the conventional division lines in the composition, or distinctions between foreground, middle ground and background.
nb: Krohg har gått tett på motivet, og de tradisjonelle oppdelingene i komposisjonen med linjer og inndeling i forgrunn, mellomgrunn og bakgrunn er fraværende.

source: Red model from Dior.
nb: Rød modell fra Dior.

source: They married in 1879 and had their first child the following year.
nb: De giftet seg i 1879 og fikk sitt første barn året etter.

source: "Titteldekorasjon, "Olav den helliges saga"" relates to: Related works
nb: "Titteldekorasjon, Olav Tryggvasons saga" relaterer til: Utforsk lignende verk fra samlingen

source: Such heterotopias exist in between geographical, social, and cultural strata, preserving narratives that might otherwise have been lost.
nb: Det heterotopiske eksisterer mellom geografiske, sosiale og kulturelle sjikt, og ivaretar fortellinger som ellers kunne gått tapt.

source: Ernst Ludwig Kirchner was at the very core of German expressionism.
nb: Ernst Ludwig Kirchner er en av de helt sentrale kunstnerne innen den tyske ekspresjonismen.

source: The bubble has been a recurring theme in the art of Marit Følstad, who was educated in Glasgow and Chicago.
nb: Bobler går igjen i kunsten til Marit Følstad, som tok sin kunstutdanning i Glasgow og Chicago.

source: Leonardo da Vinci, hans skole (by erroneus tradition)
nb: Leonardo da Vinci, hans skole (ifølge feilaktig tradisjon)

source: In Paris in the 1960s, you could not get a job without an ID card.
nb: I Paris på 1960-tallet kunne du ikke få jobb uten ID-kort.

source: "Maren Tollefsdatter Bjorstad" relates to: Related works
nb: "Maren Tollefsdatter Bjorstad" relaterer til: Utforsk lignende verk fra samlingen

source: After 1910, Munch chose a quieter and secluded life.
nb: Etter 1910 valgte Munch et roligere og tilbaketrukket liv.

source: One of the references is to the artist Paul Gauguin (1848–1903), famous for his Polynesian motifs, but also for his somewhat licentious romantic life, with a family in Denmark and mistresses in Tahiti.
nb: En av referansene er til kunstneren Paul Gauguin (1848–1903), kjent for sine motiver av lettkledde sydhavskvinner, men også for sitt utsvevende kjærlighetsliv, med familie i Danmark og elskerinner på Tahiti.

source: "Römerstein ved Bad Sachsa" relates to: Related works
nb: "Römerstein ved Bad Sachsa" relaterer til: Utforsk lignende verk fra samlingen

source: Lars Hertervig was born in 1830 in Tysvær in Rogaland County of humble origins.
nb: Lars Hertervig ble født i 1830 og vokste opp under enkle kår i Tysvær i Rogaland.

source: Communications Advisor Ellisiv Brattfjord
nb: kommunikasjonsrådgiver Ellisiv Brattfjord

source: Show the image "Wilhelm von Hanno: “Building the Coupola”, November 1854.
nb: Vis bildet "Wilhelm von Hanno: «Kuppelen bygges», november 1854.

source: The algorithm revealed a structural irrationality wherein the subcategories of the hierarchies did not necessarily correspond to the main categories in a simple machine-readable manner [7].
nb: Algoritmen avdekket nemlig strukturell irrasjonalitet der hierarkienes underkategorier ikke nødvendigvis korresponderer med hovedkategoriene på en enkel, maskinlesbar måte [7].

source: "Svolvær" relates to:
nb: "Svolvær" relaterer til:

source: The pictures were shown at her first solo exhibition at the Young Artists’ Society in 1950.
nb: Bildene ble vist på hennes første separatutstilling i Unge Kunstneres Samfund i 1950.

source: Show the image "Láhpoluoppal Primary School, designed by architect Kjell Lund" in fullscreen
nb: Vis bildet "Láhpoluoppal barneskole tegnet av arkitekt Kjell Lund" i full størrelse

source: The National Museum has an extensive archive of newspaper clippings about Norwegian art, artists, exhibitions, museums, galleries, arts organisations and societies.
nb: Nasjonalmuseet har et omfattende klipparkiv over norsk kunst, kunstnere, utstillinger, museer, gallerier, kunstnerorganisasjoner og foreninger.

source: Starting in 1905 Sohlberg and his family, which by that time included several children, lived mainly in Kristiania (later Oslo), apart from summer holidays in various coastal towns along the Kristiania Fjord.
nb: Fra 1905 var Harald Sohlberg og familien, som etter hvert også bestod av flere barn, i hovedsak bosatt i Kristiania, med unntak av sommeropphold i ulike kystbyer ved Kristianiafjorden.

source: Elevation and section." in fullscreen
nb: Fasadeoppriss og snitt." i full størrelse

source: But the English word cohousing was developed and disseminated by the American architects Kathryn McCamant and Charles Durrett, who studied communal housing in Denmark in the 1980s.
nb: Men det engelske begrepet cohousing ble utviklet og spredd av de amerikanske arkitektene Kathryn McCamant og Charles Durrett, som studerte bofellesskap i Danmark på 1980-tallet.

source: In 1776 a large ship built for Juel in Arendal was launched.
nb: I 1776 ble et stort skip som Juel fikk bygget i Arendal, sjøsatt.

source: Philippe Benoist (assumed certain)
nb: Philippe Benoist (antatt sikker)

source: "Ved Porta Romana" relates to: Related works
nb: "Ved Porta Romana" relaterer til: Utforsk lignende verk fra samlingen

source: "Kvinne som melker en ku" relates to: Related works
nb: "Kvinne som melker en ku" relaterer til: Utforsk lignende verk fra samlingen

source: In addition to being an independent artist, she taught weaving and made sure that more women learned a trade and earned a livelihood.
nb: I tillegg til å være en selvstendig kunstner underviste hun i veving og sørget for at flere kvinner fikk et yrke og et levebrød.

source: Steinsvik established the museum together with her husband Kjell Steinsvik in 1968.
nb: Steinsvik opprettet museet sammen med sin mann Kjell Steinsvik i 1968.

source: Both Hadeland and Porsgrund are still popular brand names today.
nb: Både Hadeland og Porsgrund er fortsatt populære merkenavn i dag.

source: "Guttebarn med leketøy" relates to: Related works
nb: "Guttebarn med leketøy" relaterer til: Utforsk lignende verk fra samlingen

source: As a 16-year-old in Stavanger, he took lessons from a master painter and received drawing instruction.
nb: Allerede som 16-åring gikk han både i lære hos en malermester og fikk tegneundervisning.

source: It was probably here that the composer Harald Sæverud bought the distinctive orange and yellow curtains for Siljustøl when he and his wife moved in there in 1939.
nb: Det var antagelig her komponisten Harald Sæverud kjøpte de markante oransje og gule gardinene til Siljustøl da han og fruen flyttet inn i 1939.

source: Berger became one of the leading textile producers.
nb: Berger ble en av de fremste på dette området.

source: Starting in 1933 he travelled abroad on several occasions, and in 1936 an exhibition of Savio’s art was held in Paris.
nb: Fra 1933 reiser han flere ganger til utlandet, og i 1936 holdes det en utstilling i Paris viet Savios kunst.

source: Most of the museum's garments were made in Norway, often by Molstad, but also at Silkehuset and Steen & Strøm.
nb: Brorparten av de plaggene museet har er laget i Norge, ofte hos Molstad, men også hos Silkehuset og Steen & Strøm.

source: "Fra Tangelo, Valdres" relates to: Related works
nb: "Fra Tangelo, Valdres" relaterer til: Utforsk lignende verk fra samlingen

source: Heinrich Gottfried Ludewig (Publisher - assumed certain)
nb: Heinrich Gottfried Ludewig (Utgiver/forlegger - antatt sikker)

source: "Fra Plauenscher Grund" relates to: Related works
nb: "Fra Plauenscher Grund" relaterer til: Utforsk lignende verk fra samlingen

source: The Velino Above the Cascade of Terni to the engineer Henri Rouart (1833–1912), who had also been Corot’s student.
nb: Rett før sin død solgte han Le Velino á la sortie du lac Papigno til ingeniøren Henri Rouart (1833–1912), som også hadde vært Corots elev.

source: Unlike many other national romantic painters, Hertervig did not turn to Hardanger and Sogn to find his subjects.
nb: I motsetning til mange andre nasjonalromantiske malere, oppsøkte ikke Hertervig Hardanger og Sogn for å finne sine motiver.

source: "To mannsfigurer i fjellet" relates to: Related works
nb: "To mannsfigurer i fjellet" relaterer til: Utforsk lignende verk fra samlingen

source: Born 1863 in Antwerpen, death 1957 in Zürich
nb: Født 1863 i Antwerpen, død 1957 i Zürich

source: In fact, the earliest work in our selection is an outstanding tapestry by Hannah Ryggen from 1949, and the latest is a series of exquisitely deceitful drawings by Ane Mette Hol from 2014.
nb: Faktisk er det tidligste verket i vårt utvalg av høydepunkter en enestående billedvev av Hannah Ryggen fra 1949, mens det nyeste verket er en nylig ervervet serie med utsøkte tegninger av Ane Mette Hol fra 2014.

source: Show the image "Beate Hølmebakk, model of ‘House for a Housewife’, 1998.
nb: Vis bildet "Beate Hølmebakk, modell av «Hus for en husmor», 1998.

source: St. Peter Repentant,
nb: Den angrende Peter

source: Nøstetangen glassverk (Manufactured by - assumed)
nb: Nøstetangen glassverk (Produsent - antatt)

source: Tàpies was deeply rooted in the traditions of his native Catalonia, and his pictures allude to personal experiences and memories.
nb: Tàpies har dype røtter i katalansk tradisjon, og bildene bærer med seg referanser til personlige erfaringer og minner.

source: Jan Porcellis (by erroneus tradition)
nb: Jan Porcellis (ifølge feilaktig tradisjon)

source: "Fra Gol i Hallingdal" relates to: Related works
nb: "Fra Gol i Hallingdal" relaterer til: Utforsk lignende verk fra samlingen

source: "Hercules Farnese, sett bakfra" relates to: Related works
nb: "Hercules Farnese, sett bakfra" relaterer til: Utforsk lignende verk fra samlingen

source: "Røver og karmelittermunk" relates to: Related works
nb: "Røver og karmelittermunk" relaterer til: Utforsk lignende verk fra samlingen

source: The National Gallery purchased the picture from Sagen in 1922.
nb: Nasjonalgalleriet kjøpte bildet av Sagen i 1922.

source: "Gutt i profil" relates to: Related works
nb: "Gutt i profil" relaterer til: Utforsk lignende verk fra samlingen

source: Persen also sewed a cloth flag to carry in the May 1 parade in Oslo.
nb: Persen sydde også et tekstilflagg til bruk i 1. mai-toget i Oslo.

source: "Gustav Vasa taler til Dalalmuen i Mora kirke" relates to: Related works
nb: "Gustav Vasa taler til Dalalmuen i Mora kirke" relaterer til: Utforsk lignende verk fra samlingen

source: "Kolsås sett fra Storøykilen" relates to: Related works
nb: "Kolsås sett fra Storøykilen, Kulsås, Storöfjord" relaterer til: Utforsk lignende verk fra samlingen

source: "Tønne, kurver og kiste" relates to: Related works
nb: "Tønne, kurver og kiste" relaterer til: Utforsk lignende verk fra samlingen

source: François de Louvemont (by erroneus tradition)
nb: François de Louvemont (ifølge feilaktig tradisjon)

source: This icon, regarded as a principal work of the Novgorod school, was purchased in Russia by the Norwegian businessman and icon collector Richard Zeiner-Henriksen (1878–1965).
nb: Denne ikonen, som regnes som et hovedverk fra Novgorod-skolen, ble anskaffet i Russland av den norske forretningmannen og ikonsamleren Richard Zeiner-Henriksen (1878–1965).

source: Kreditkassen bank and administration building
nb: Bank og administrasjonsbygnig for Kreditkassen

source: "Landskap med gårdstun" relates to: Related works
nb: "Landskap med gårdstun" relaterer til: Utforsk lignende verk fra samlingen

source: She followed her father to the London court before finally settling down in Naples, where she lived until she died.
nb: Hun tilbringer tid i Firenze og Venezia og følger sin far til hoffet i London før hun til slutt slår seg ned i Napoli, hvor hun bor fram til sin død.

source: "Gutten med øldunken" relates to: Related works
nb: "Gutten med øldunken" relaterer til: Utforsk lignende verk fra samlingen

source: Ibid Alternatively, Weiss (1998), locates evaluation within the
nb: Weiss (1998), på sin side, plasserer evaluering innenfor en samfunnsviten-

source: © Bugge, Gunnar, Wozak, Franz Xaver, Ukjent Related works
nb: © Bugge, Gunnar, Wozak, Franz Xaver Utforsk lignende verk fra samlingen

source: "Guttebarn i døråpning" relates to: Related works
nb: "Guttebarn i døråpning" relaterer til: Utforsk lignende verk fra samlingen

source: Hurdal glassverk (Manufactured by - assumed)
nb: Becker (Kunstner - usikker)

source: Invitation to documenta
nb: Invitasjon til documenta

source: The mask provides with 88,7% filtration (antimicrobial) and 90% filtration after being washed Reusable.
nb: Munnbindet gir 88,7% filtrering, som øker til 90% filtrering etter vask. (De skal altså vaskes før bruk)

source: Justus Sadeler (Publisher - assumed certain)
nb: Justus Sadeler (Utgiver/forlegger - antatt sikker)

source: In her works, Aas explores landscapes, everyday life, and the margins of society.
nb: Aas befatter seg med landskapenes, hverdagens og samfunnets randsoner i sine arbeider.

source: "Studie av kuer" relates to: Related works
nb: "Studie av kuer" relaterer til: Utforsk lignende verk fra samlingen

source: She was inspired by Knut Knutsen (1903–1969), who believed that a building had to have a harmonic “natural presence” in its surroundings.
nb: Hun hentet inspirasjon fra blant annet arkitekten Knut Knutsen (1903–1969), som mente at bygninger måtte ha en harmonisk, «naturlig tilstedeværelse» i omgivelsene.

source: A confident sense of colour, rhythm, and form was Advocaat’s primary tool.
nb: Sikker farge-, rytme- og formsans var Advocaats verktøy.

source: "Niri Knutson Vangestad, Flesberg" relates to: Related works
nb: "Niri Knutson Vangestad, Flesberg" relaterer til: Utforsk lignende verk fra samlingen

source: The picture was painted in Copenhagen and was purchased by Karsten’s Danish patron Christian Tetzen-Lund.
nb: Bildet er malt i København og ble kjøpt av Karstens danske mesén, Christian Tetzen-Lund.

source: Reimers (Artist - uncertain)
nb: Reimers (Kunstner - usikker)

source: "Konfektskje" relates to:
nb: "Konfektskje" relaterer til:

source: "Ponte Vittorio Emanuele, Roma" relates to: Related works
nb: "Ponte Vittorio Emanuele, Roma, Ponte Vittorio Emmanuele" relaterer til: Utforsk lignende verk fra samlingen

source: Cappelen was close to his teacher Hans Gude, but he was also heavily influenced by the classical landscapes of Johann Wilhelm Schirmer (1807–1863), a professor at the Düsseldorf Academy.
nb: Cappelen hadde et nært forhold til sin lærer Hans Gude, men var også dypt influert av professor ved akademiet i Düsseldorf Johann Wilhelm Schirmer (1807–1863) og hans klassisistiske landskapskunst.

source: "Barboe Christensdatter fra Gulsvik" relates to: Related works
nb: "Barboe Christensdatter fra Gulsvik" relaterer til: Utforsk lignende verk fra samlingen

source: Jan Emens Mennicken (Artist for cartoon/modello i.a.
nb: Jan Emens Mennicken (Kunstner for mønster/kartong e.l.

source: "Tre mannsakter" relates to:
nb: "Tre mannsakter" relaterer til:

source: "Fredrik Olsen, Nevlunghavn" relates to: Related works
nb: "Fredrik Olsen, Nevlunghavn" relaterer til: Utforsk lignende verk fra samlingen

source: Katsukawa Shunzan (by erroneus tradition)
nb: Katsukawa Shunzan (ifølge feilaktig tradisjon)

source: Jens Ferdinand Willumsen has emphasized all these elements through his sharp delineation and a discordant colour scheme that highlights bright violets, grimy oranges, poisonous greens, and acidic yellows.
nb: Dette har Jens Ferdinand Willumsen understreket gjennom den skarpe tegningen og den disharmoniske fargebruken, med lysende fiolett, skitten oransje, giftig grønt og syrlig gult.

source: Show the image "Metropolis (1927) by Fritz Lang is an early example of Piranesi's influence on the science fiction genre." in fullscreen
nb: Vis bildet "Metropolis (1927) av Fritz Lang er et tidlig eksempel på Piranesis innflytelse på science fiction-sjangeren. " i full størrelse
